<!DOCTYPE html>
<html lang="en">
<?php require '../head.php'; ?>
<link rel="stylesheet" href="..\css\subpages.css">
<title>Доступність</title>
<body>
        <header>
            <div class="header">
            <div class="header__wrapper">
                <div class="header__top_section">
                    <?php require '../top__section_icon_container.php'; ?>
                    <div class="top__section">
                        <div class="logo">
                            <h1 class="main_title">Доступність</h1> 
                        </div>
                    </div>
                    <div class="top__section_language_profile">
                        <div class="lang">
                            <div class="lang__container">
                                <p class="lang-switcher eng">
                                    <a href="../eng/accessibility.php" tabindex="0">eng</a>
                                </p>
                                <p class="lang-switcher ua" tabindex="0">
                                    <a href="../ua/accessibility.php">ua</a>
                                </p>
                            </div>
                        </div>
                    </div>
                </div>

                <div class="header__ul_searh sub_back">
                    <div class="ul__search_container">
                        <div class="ul_container">
                            <ul>
                                <li><a href="../ua/index.php" class="back"><img src="../img/icons/arrow.svg" alt="" class="icon">Назад</a></li>
                        </div>
                    </div>
                </div>
        </header>
        <main>
            <div class="main__wrapper">
                <div class="side__info">
                    <div class="block"> 
                        <h2>ДОСТУПНІСТЬ</h2>
                        <p>Ми хочемо, щоб якомога більше людей могли користуватися цим сайтом. Наприклад, це означає, що ви повинні мати таку можливість:</p>
                        <ul>
                            <li>змінювати кольори, рівень контрастності та шрифти</li>
                            <li>збільшувати масштаб до 200% без витікання тексту за межі екрану</li>
                            <li>пересуватися більшою частиною веб-сайту за допомогою лише клавіатури</li>
                            <li>орієнтуватися на більшій частині веб-сайту за допомогою програмного забезпечення для розпізнавання мови</li>
                            <li>слухати більшу частину веб-сайту за допомогою програми для читання з екрану (включаючи найновіші версії JAWS, NVDA та VoiceOver)</li>
                        </ul>
                    </div>
                    <div class="block">
                        <h2>НАСКІЛЬКИ ДОСТУПНИЙ ЦЕЙ ВЕБ-САЙТ</h2>
                        <p>Ми знаємо, що деякі частини цього веб-сайту не є повністю доступними:</p>
                        <ul>
                            <li>змінювати кольори, рівень контрастності та шрифти</li>
                            <li>Деякі підзаголовки зображень відсутні або неправильні</li>
                            <li>Більшість PDF-документів не повністю доступні для програм для зчитування з екрана</li>
                            <li>Ви не можете призупинити автовідтворення відео на мобільних пристроях</li>
                            <li>До деяких відео відсутні підписи</li>
                        </ul>
                    </div>
                    <div class="block">
                        <h2>ТЕХНІЧНА ІНФОРМАЦІЯ ПРО ДОСТУПНІСТЬ ЦЬОГО ВЕБ-САЙТУ</h2>
                        <p>Британська армія прагне зробити свої веб-сайти доступними відповідно до Правил доступності органів державного сектору (веб-сайти та мобільні додатки) (№ 2) від 2018 року.</p>
                    </div>
                    <div class="block">
                        <h2>КОНТЕНТ, ЯКИЙ НЕ ПІДПАДАЄ ПІД ДІЮ ПРАВИЛ ДОСТУПНОСТІ</h2>
                        <h3>PDF-ФАЙЛИ ТА ІНШІ ДОКУМЕНТИ</h3>
                        <p>Деякі з наших PDF-файлів і документів Word є важливими для надання наших послуг. Наприклад, у нас є PDF-файли з інформацією про те, як користувачі можуть отримати доступ до наших послуг, а також форми, опубліковані як документи Word. Наразі ми працюємо над програмою, яка або виправить ці документи, або замінить їх на доступні HTML-сторінки.</p>
                        <p>Правила доступності не вимагають від нас виправляти PDF-файли або інші документи, опубліковані до 23 вересня 2018 року, якщо вони не є важливими для надання наших послуг. Наприклад, ми не плануємо виправляти Центр лідерства для армії "Інсайт №1".</p>
                    </div>
                </div>
            </div>
        </main>
        <?php require 'footer.php';?>
</body>
</html>