<!DOCTYPE html>
<html lang="en">
<?php require '../head.php'; ?>
<link rel="stylesheet" href="..\css\subpages.css">
<title>Вбивство Джона Кеннеді</title>
<body>
        <header>
            <div class="header">
            <div class="header__wrapper">
                <div class="header__top_section">
                    <?php require '../top__section_icon_container.php'; ?>
                    <div class="top__section">
                        <div class="logo">
                            <h1 class="main_title">Вбивство Джона Кеннеді</h1> 
                        </div>
                    </div>
                    <div class="top__section_language_profile">
                        <div class="lang">
                            <div class="lang__container">
                                <p class="lang-switcher eng">
                                    <a href="../eng/kennedydeath.php">eng</a>
                                </p>
                                <p class="lang-switcher ua" tabindex="0">
                                    <a href="../ua/kennedydeath.php">ua</a>
                                </p>
                            </div>
                        </div>
                    </div>
                </div>

                <div class="header__ul_searh sub_back">
                    <div class="ul__search_container">
                        <div class="ul_container">
                            <ul>
                                <li><a href="../ua/index.php" class="back"><img src="../img/icons/arrow.svg" alt="" class="icon">Назад</a></li>
                        </div>
                    </div>
                </div>
        </header>
        <main>
            <div class="main__wrapper">
                <div class="options">
                    <div class="hashtag__block">
                        <div class="tag">
                            #death
                        </div>
                        <div class="tag">
                            #president
                        </div>
                        <div class="tag">
                            #usa
                        </div>
                        <div class="tag">
                            #kennedy
                        </div>
                    </div>
                </div>

                <div class="main__thumbnail">
                    <img src="../img/kennedydeath\kennedy.jpg" alt="" class="thumbnail">
                    <p class="remark">35-й президент Сполучених Штатів Америки Джон Кеннеді, остання фотографія живого президента</p>
                </div>

                <div class="main__text_container">
                    <div class="main_text_info">
                    <h2>Хто убив Джона Кеннеді?</h2> <p>Убивство Джона Кеннеді - це одна з найбільш загадкових і обговорюваних подій ХХ століття. 22 листопада 1963 року 35-й президент США був смертельно поранений пострілом з гвинтівки, коли він разом зі своєю дружиною Жаклін їхав в президентському кортежу по Елм-Стріт в Далласі, штат Техас1. За підозрою в скоєнні цього злочину був заарештований Лі Гарві Освальд, американський громадянин, який раніше проживав у Радянському Союзі2. Однак Освальда також вбили через два дні після арешту, коли його конвоювали до в’язниці3.</p> <p>Офіційне розслідування 1964 року, яке вела комісія на чолі з головою Верховного суду США Ерлом Уорреном («Комісія Уоррена»), прийшла до висновку, що Освальд діяв наодинці і не мав жодних спільників або замовників1. Однак цей висновок не задовольнив багатьох американців і світової громадськості, які побачили в убивстві Кеннеді результат змови американських або радянських спецслужб, мафії, кубинців або інших сил4. За даними соціологічних опитувань, переважна більшість опитаних американців (понад 70 %) не вірить в офіційну версію вбивства1.</p> <p>У 2017-2022 роках у США було оприлюднено тисячі архівних документів про вбивство Кеннеді, яким закон 1992 року надав статус загальнодоступних2. Проте жодних гучних викриттів не очікується, але історики сподіваються дізнатися більше про те, що Освальд робив у Мехіко, де він у жовтні 1963 року зустрічався з агентом КДБ2. Також серед документів можуть бути свідчення свідків, записи з магнетофону президента Л. Джонсона та інша інформація, яка може допомогти краще зрозуміти перебіг розслідування та мотиви Освальда4.</p>
                    <h2>Наслідки вбивства Кеннеді</h2> <p>Вбивство Джона Кеннеді стало трагедією не тільки для його родини і друзів, але і для всієї країни і світу. Кеннеді був популярним і харизматичним лідером, який втілював надії і мрії мільйонів американців. Він також був активним учасником міжнародної політики, який займався питаннями ядерного роззброєння, боротьби з комунізмом, підтримки прав людини і розвитку космічної програми.</p> <p>Після вбивства Кеннеді наступним президентом США став Ліндон Джонсон, який продовжив деякі з ініціатив свого попередника, таких як реформа громадянських прав, боротьба з бідністю і покращення освіти. Однак Джонсон також посилив американську участь у війні у В’єтнамі, що викликало масовий протест і невдоволення суспільства. Джонсон не балотувався на другий термін у 1968 році, коли його партнером по виборах 1960 року Робертом Кеннеді також було вбито.</p> <p>Убивство Джона Кеннеді також спричинило загальне посилення безпеки президентської особи і секретної служби США. Було введено нові заходи щодо контролю за доступом до президента, перевезення його та охорони його житла. Також було прийнято закон про захист президента США в 1965 році, який забороняв будь-яким особам наближатися до президента без дозволу секретної служби.
                </div>
                    <div class="text__container_short_info">
                    <h2>Цікаві факти про вбивство Кеннеді</h2> <p>- За підозрою в скоєнні вбивства був заарештований Лі Гарві Освальд, який раніше проживав у Радянському Союзі і одружився з громадянкою СРСР Мариною. Однак Освальда також вбили через два дні після арешту, коли його конвоювали до в’язниці.</p> <p>- Офіційне розслідування 1964 року, яке вела комісія на чолі з головою Верховного суду США Ерлом Уорреном («Комісія Уоррена»), прийшла до висновку, що Освальд діяв наодинці і не мав жодних спільників або замовників. Однак цей висновок не задовольнив багатьох американців і світової громадськості, які побачили в убивстві результат змови.</p> <p>- У 2017-2022 роках у США було оприлюднено тисячі архівних документів про вбивство Кеннеді, яким закон 1992 року надав статус загальнодоступних. Проте жодних гучних викриттів не очікується, але історики сподіваються дізнатися більше про те, що Освальд робив у Мехіко, де він у жовтні 1963 року зустрічався з агентом КДБ.</p>
                    </div>
                </div>
                <!-- <h2>Карти</h2>
                 <div class="main__img_info">
                    <a href="../img/ukraine-war/map1.png"><img src="../img/ukraine-war/map1.png" alt="" class="img_materials"></a>
                    <a href="../img/ukraine-war/Kharkiv Battle Map Draft April 26,2023 .png"><img src="../img/ukraine-war/Kharkiv Battle Map Draft April 26,2023 .png" alt="" class="img_materials"></a>
                    <a href="../img/ukraine-war/Donetsk Battle Map Draft April 26,2023.png"><img src="../img/ukraine-war/Donetsk Battle Map Draft April 26,2023.png" alt="" class="img_materials"></a><a href="../img/ukraine-war/Donetsk Battle Map Draft April 26,2023.png"><img src="../img/ukraine-war/Donetsk Battle Map Draft April 26,2023.png" alt="" class="img_materials"></a>
                    <a href="../img/ukraine-war/Zaporizhia Battle Map Draft April 26,2023.png"><img src="../img/ukraine-war/Zaporizhia Battle Map Draft April 26,2023.png" alt="" class="img_materials"></a>
                    <a href="../img/ukraine-war/Kherson-Mykolaiv Battle Map Draft April 26,2023.png"><img src="../img/ukraine-war/Kherson-Mykolaiv Battle Map Draft April 26,2023.png" alt="" class="img_materials"></a>
                 </div>
            <div class="iframe__cont">
                <iframe src="https://storymaps.arcgis.com/stories/36a7f6a6f5a9448496de641cf64bd375?header" width="100%" height="500px" frameborder="0" allowfullscreen allow="geolocation"></iframe>
                </div> -->
            </div>
        </main>
        <?php require 'footer.php';?>
</body>
</html>