<!DOCTYPE html>
<html lang="en">
<?php require '../head.php'; ?>
<link rel="stylesheet" href="..\css\subpages.css">
<title>Конфіденційність і файли cookie</title>
<body>
        <header>
            <div class="header">
            <div class="header__wrapper">
                <div class="header__top_section">
                    <?php require '../top__section_icon_container.php'; ?>
                    <div class="top__section">
                        <div class="logo">
                            <h1 class="main_title">Конфіденційність і файли cookie</h1> 
                        </div>
                    </div>
                    <div class="top__section_language_profile">
                        <div class="lang">
                            <div class="lang__container">
                                <p class="lang-switcher eng">
                                    <a href="../eng/privacy.php" tabindex="0">eng</a>
                                </p>
                                <p class="lang-switcher ua" tabindex="0">
                                    <a href="../ua/privacy.php">ua</a>
                                </p>
                            </div>
                        </div>
                    </div>
                </div>

                <div class="header__ul_searh">
                    <div class="ul__search_container">
                        <div class="ul_container">
                            <ul>
                                <li><a href="../ua/index.php" class="back"><img src="../img/icons/arrow.svg" alt="" class="icon">Назад</a></li>
                        </div>
                    </div>
                </div>
        </header>
        <main>
            <div class="main__wrapper">
                <div class="side__info">
                   <div class="block">
                        <h2>НАШУ ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ</h2>
                        <p>Британська армія, як частина Міністерства оборони, зобов'язується захищати вашу конфіденційність. Коли ви зв'язуєтеся з нами або відвідуєте наші веб-сайти, ваша особиста інформація надійно зберігається і обробляється чесно, як того вимагає Закон про захист даних 2018 року.</p>
                        <p>Ця Політика конфіденційності пояснює наступне</p>
                        <ul>
                            <li>Яку інформацію про вас може збирати армія</li>
                            <li>Як армія буде використовувати вашу інформацію та гарантуватиме, що вона не буде передана організаціям, які не належать до Міністерства оборони</li>
                            <li>Як довго ваша інформація може зберігатися в наших системах</li>
                            <li>Ваш вибір щодо особистої інформації, яку ви нам надаєте</li>
                            <li>Як файли cookie використовуються на наших веб-сайтах і як їх можна відхилити</li>
                        </ul>
                   </div>
                   <div class="block">
                        <h2>ХТО МАТИМЕ ДОСТУП ДО ВАШОЇ ІНФОРМАЦІЇ</h2>
                        <p>Ваша особиста інформація може оброблятися компаніями, які ми використовуємо як обробники даних для надання маркетингових послуг та обробки ваших заявок. Ці компанії повинні суворо дотримуватися нашої політики конфіденційності, яка забороняє використання персональних даних у власних комерційних цілях. Ми не будемо передавати вашу інформацію іншим організаціям, що не належать до Міністерства оборони (за винятком випадків, коли ми зобов'язані це зробити за законом).</p>
                        <p>Якщо ви згодні, інформація, що міститься в цільових файлах cookie, може бути передана іншим веб-сайтам, щоб реклама, яка відображається на цих сайтах, була більш релевантною для вас. Жодні персональні дані не передаються іншим веб-сайтам - лише IP-адреси, які ідентифікують конкретний комп'ютер або мережевий пристрій.</p>
                    </div>
                    <div class="block">
                        <h2>ФАЙЛИ COOKIE, ВСТАНОВЛЕНІ АРМІЄЮ ТА НАШИМИ ПОСТАЧАЛЬНИКАМИ</h2>
                        <p>Google Universal Analytics</p>
                        <ul>
                            <li>_ga</li>
                            <li>_gid</li>
                            <li>_gat_UA-96951192-2</li>
                            <li>_gat_UA-96951192-1</li>
                        </ul>
                    </div>
                    <div class="block">
                        <h2>НАША КОМУНІКАЦІЙНА ПОЛІТИКА</h2>
                        <p>Ми можемо надавати молодим людям віком до 16 років (але не менше 14 років) інформацію на такі теми, якщо вони можуть підтвердити, що батьки або опікуни дали їм дозвіл на запит цієї інформації</p>
                        <ul>
                            <li>Армія як організація</li>
                            <li>Діяльність армії та місцеві події, що цікавлять молодь</li>
                            <li>Освітні можливості, ресурси та фінансова підтримка, що надаються армією</li>
                            <li>Загальна інформація про роботу в армії</li>
                        </ul>
                    </div>
                </div>
            </div>
        </main>
        <?php require 'footer.php';?>
</body>
</html>