<!DOCTYPE html>
<html lang="en">
<?php require '../head.php'; ?>
<link rel="stylesheet" href="..\css\subpages.css">
<title>Політика безпеки</title>
<body>
        <header>
            <div class="header">
            <div class="header__wrapper">
                <div class="header__top_section">
                    <?php require '../top__section_icon_container.php'; ?>
                    <div class="top__section">
                        <div class="logo">
                            <h1 class="main_title">Політика безпеки</h1> 
                        </div>
                    </div>
                    <div class="top__section_language_profile">
                        <div class="lang">
                            <div class="lang__container">
                                <p class="lang-switcher eng">
                                    <a href="../eng/security.php" tabindex="0">eng</a>
                                </p>
                                <p class="lang-switcher ua" tabindex="0">
                                    <a href="../ua/security.php">ua</a>
                                </p>
                            </div>
                        </div>
                    </div>
                </div>

                <div class="header__ul_searh sub_back">
                    <div class="ul__search_container">
                        <div class="ul_container">
                            <ul>
                                <li><a href="../ua/index.php" class="back"><img src="../img/icons/arrow.svg" alt="" class="icon">Назад</a></li>
                        </div>
                    </div>
                </div>
        </header>
        <main>
            <div class="main__wrapper">
                <div class="side__info">
                    <div class="block"> 
                        <h2>Політика безпеки</h2>
                        <p>Ця сторінка визначає загальну політику армії, що регулює використання її зовнішніх інтернет-ресурсів. Міністерство оборони Великої Британії (МО) є оператором офіційного доменного імені army.mod.uk.</p>
                        <p>Всі інформаційні системи МОУ підлягають режиму реєстрації і моніторингу, спрямованому на підтримку безпеки і забезпечення доступності армійських інтернет-послуг для всіх користувачів. Це включає в себе автоматизовані та ручні процедури аудиту для виявлення несанкціонованих спроб завантажити або змінити інформацію, або іншим чином завдати шкоди.</p>
                        <p>Будь-яка записана інформація не використовується для ідентифікації окремих користувачів або їхніх звичок використання, за винятком випадків, коли це необхідно для належним чином санкціонованих заходів безпеки або правоохоронних органів. Журнали необроблених даних не використовуються і не зберігаються для жодних інших цілей. Для отримання додаткової інформації про нашу політику конфіденційності див. сторінку "Конфіденційність".</p>
                        <p>Цей веб-сайт Армії США публікується під керівництвом Державного секретаря з питань оборони і містить інформацію, належним чином санкціоновану для оприлюднення широкій громадськості. На неї поширюються положення про авторське право, викладені на цьому сайті.</p>
                        <p>Якщо у вас є сумніви щодо автентичності веб-сайту, який не підпадає під дію цієї угоди, будь ласка, повідомте про це Команду цифрових комунікацій штабу Сухопутних військ, скориставшись контактною формою на цьому сайті.</p>
                    </div>
                </div>
            </div>
        </main>
        <?php require 'footer.php';?>
</body>
</html>